{
    "Nepenthes abalata":[
        {
            "Characteristics":[
                "Habit - Flowering as terrestrial subshurb, not known to climb",
                "Habitat - Open rocky grassy slopes",
                "Substrate - Non-Ultramafic",
                "Pitcher lid, lower surface - Midline with large perithecium glands",
                "Peristome teeth on inner surface – Visible",
                "Pitcher lid - Apex rounded or retuse",
                "Partial peduncles - 1-flowered"
            ],
            "Etymology":"Meaning ‘from alata’, because N. abalata has been misidentified for many decades as N. alata Blanco.",
            "Ecology and Distribution":"Nepenthes alabata is known from the Philippines, western Visayas; Culion Island, Cuyo Island and Malalison Island of Panay where it grows in open rocky grassland or scrub habitats on slopes in non-ultramafic areas near the sea; at ca 0-2 m a.s.l.",
            "Conservation Notes":"Nepenthes abalata is known from only one or two plants at each of the three locations, none of which are known to be protected, in a country where habitat destruction has been extensive and is ongoing."
            
        }
    ],
    "Nepenthes alata":[
        {
            "Characteristics":[
                "Upper Pitcher Shape - Whole pitcher stoutly sub-cylindric, contracted only slightly at the waist",
                "Upper Pitcher wings - Fringed wings usually extend from the base to the apex of the pitcher. Fringes always presented below peristome even if reduced elsewhere.",
                "Indumentum of upper pitcher outer surface - Densely covered in small white stellate hairs 0.2 mm wide that nearly touch each other",
                "Indumentum of stem and leaves - Young leaves and stems densely covered mainly in ﬁne long white hairs often obscuring the epidermis.",
                "Inﬂorescence - Partial-peduncles 1-ﬂ lowered, bracts often present"
            ],
            "Geography":"Luzon (Cordillera Central, rarely in Zambales Mts and Sierra Madre Mts)",
            "Etymology":"from Latin alatus 'winged'"
        }
    ],
    "Nepenthes alfredoi":[
        {
            "Characteristics":[
                "Terrestrial Climber – 8-12 m tall",
                "Leaf Blade – 27 cm long and 4.3 cm wide",
                "Habit - 8-12 m long",
                "Altitudinal distribution - 160-345 m a.sl.",
                "Lower pitcher - Fringed wings extending for some distance along with tendril",
                "Upper pitcher - Well-expressed fringed wings extending for some distance along the tendril"
            ],
            "Etymology":"The specific epithet honors Alfredo Bolante Sr. “Pidoy”, a forest guard and well-trained local researcher of MHRWS who first observed and collected the new species described herein.",
            "Ecology and Distribution":"The majority of the observed populations of N. alfredoi were at a maximum altitude of ca. 345 m a.s.l. along the ultramafic ridges of Brgy. Luzon, Gov. Generoso, Davao Oriental in the Mt. Hamiguitan range.",
            "Conservation Notes":"Critically Endangered, extent of occurrence estimated to be less than 10 km2. Occurring at lower elevations outside MHRWS with an estimated number of 150 mature individuals and it may likely suffer habitat destruction by human activities such as mineral mining, illegal logging, agriculture, andslash-and-burnn farming. Known only from the type locality and probably site endemic to Mt. Hamiguitan, where it faces a severe threat from deforestation."
        }
    ],
    "Nepenthes argentii":[
        {
            "Characteristics":[
                "Terrestrial monopodial – 30 cm tall.",
                "Stem erect – 2-4 mm wide",
                "Leaves – thickly coriaceous",
                "Lower pitcher - shortly cylindrical, 4-4.7 by 2.2-2.4 cm.",
                "Habitat - Subalpine shrubbery with smooth wind-clipped canopy 30 cm tall on a ridge of ultramafic rock; 1400 m."
            ],
            "Etymology":"Nepenthes argentii commemorates one of the collectors of the only known specimen, George Argent, a botanist of the Royal Botanic Gardens, Edinburgh, well known for his fieldwork in Borneo, Philippines, and New Guinea, and for his research on the species of Musa and Rhododendron.",
            "Ecology and Distribution":"Subalpine shrubbery with smooth wind-clipped canopy 30 cm tall on the ultrabasic ridge; 1400 m altitude."
        }
    ],
    "Nepenthes armin":[
        {
            "Characteristics":[
                "Terrestrial climber – 5 m tall",
                "Climbing stem – 4-5 mm diam.",
                "Leaves - thinly coriaceous",
                "Upper pitcher shape - Basal part as wide as, or than cylindric upper parts, narrower than, apex. lacking a waist constriction Constricted slightly in the middle.",
                "Convex lid basal appendage – Absent",
                "Pitcher indumentum - Hairs minutely branched, mixed long and sub simple (appearing simple but with one or two very short and inconspicuous branches), with short, sub stellate, dense, 16–20 per mm2",
                "Pedicel length at anthesis – 3.5 – 4.5 mm",
                "Ratio of length of androecium: teplas - < 1: 1",
                "Indumentum at the center of male tepals – Completely covered in long appressed hairs, papillae not visible."
            ],
            "Etymology":"Named after Armin Rios Marin, Municipal Councilor of Sibu-yan and former World Wildlife Fund official. Was shot and killed by a mining company official while leading a protest of his community against the clearance of forest trees to facilitate mining.",
            "Ecology and Distribution":"Philippines, Sibuyan Island, gallery forest on ultramafic rock; 750 m.",
            "Conservation Notes":"Nepenthes armin is known on current evidence from three mature individuals which occur at up to three sites on Sibuyan Island (445 km2). Clearance of lowland forest trees on Sibuyan to facilitate mining."
        }
    ],
    "Nepenthes attenboroughii":[
        {
            "Characteristics":[
                "Height (m) - 1.5, scrambling",
                "Stem diameter (mm) – 35",
                "Leaf blade (l x w, cm) - 40 X 15",
                "Pitcher (L x W, cm) - 0.8 – 2",
                "Spur (l x w, cm) - 8-15 x 6, bifurcated",
                "Inflorescence (cm) - 55-80",
                "Pedicels - One-flowered",
                "Digestive glands (cm-2) - 350-750",
                "Habitat - From 150 m below the summit of Mount Victoria to the 1726 m summit itself. Plants grow singly or in sparsely scattered groups amongst serpentine protrusions and stunted summit vegetation consisting of a continuous thicket of shrubs 0.8–1.8 m tall."
            ],
            "Etymology":"The specific epithet, attenboroughii, is a commemorative, genitive noun in apposition taken from the patronym Attenborough. This species was named after broadcaster and naturalist, Sir David Attenborough, whose outstanding television documentaries have made the world's natural history accessible and understandable to millions.",
            "Ecology and Distribution":"N. attenboroughii consists of a few hundred individuals growing within a narrow altitudinal range, from 150 m below the summit of Mount Victoria to the 1726 m summit itself.",
            "Conservation Notes":"This species is known from a single locality with an area of occupancy of less than 10 km2 and a projected decline in the number of mature individuals from poaching; it is assessed here as CR (Critically Endangered) according to the World Conservation Union (IUCN) Red List Criteria B2ab(v) (IUCN, 2001)."
        }
    ],
    "Nepenthes barcelonae":[
        {
            "Characteristics":[
                "Primary upper pitcher shape - Cylindrical or slightly constricted above midpoint ( <0.05 the maximal pitcher width)  and constricted at mouth ",
                "Pitcher mouth orientation - Oblique at 45–50° from horizontal",
                "Lid length:breadth ratio - 1.15–1.5:1",
                "Spur length – 3-5 mm",
                "Fruits- 10–16 mm long, stipitate",
                "Terrestrial climber – 2-3 m tall",
                "Upper pitchers - dimorphic and dichromic, slightly curved",
                "Habitat - Submontane forest, sometimes stunted, 1500– 1700 m a.s.l."
            ],
            "Etymology":"The specific epithet is chosen in honour of Julie F. Barcelona, Philippine botanist, specialist in Philippine ferns and Rafflesia Brown and co-discoverer of this new Nepenthes species.",
            "Ecology and Distribution":"Philippines, Luzon, Sierra Madre Mts, submontane forest, sometimes stunted, 1500– 1700 m a.s.l",
            "Conservation Notes":"N. barcelonae as Critically Endangered under Criterion B2ab(iii) of IUCN (2014) since it is known from a single location, with an area of occupancy and extent of occurrence of < 10km² (using the currently IUCN-favoured 4km² grid cell size), where it is threatened by collecting of mature individuals and where habitat degradation is encroaching."
        }
    ],
    "Nepentes bellii":[
        {
            "Characteristics":[
                "Terrestrial climber -  0.3-2.5 m tall.",
                "Stems terete - 3-5 mm diam., internodes 0.8-2 cm long.",
                "Leaves coriaceous - 8-15 by 1-1.8 cm.",
                "Lower pitchers - 4-9 by 3-5 cm.",
                "Upper pitchers - 7.3-7.5 by 2-2.5 cm.",
                "Habitat - Possibly on ultramafic substrate; 250-800 m. Little ecological information is available on this species"
            ]
        }
    ],
    "Nepenthes burkie":[
        {
            "Characteristics":[
                "Growing habit and habitat - Terrestrial or epiphytic. In bright to shady conditions.",
                "Lamina - Long and narrow, length-breadth ratio ±6:1",
                "Lower pitchers - Absent on mature plants",
                "Comparison intermediate and upper pitchers – Monomorphic",
                "Pitcher Shape – Slightly narrowed in the middle or cylindrical.",
                "Pitcher opening - Strongly oblique",
                "Wings - Reduced to ridges or not apparent",
                "Peristome - Up to 3 cm wide with teeth up to 2 mm long",
                "Inflorescence - 1-flowered partial peduncles"
            ]
        }
    ],
    "Nepenthes ceceliae":[
        {
            "Characteristics":[
                "Stems branched -  up to 3 m tall,",
                "stem - yellowish green or reddish.,",
                "lamina linear - 16 cm long and 2.5 cm wide.",
                "Petiole winged - 4 cm long.",
                "Tendrils - 20 cm long and mostly coiled.",
                "Lower pitchers – cylindrical, 10 cm long and 3 cm wide.",
                "Wings - 4 mm wide",
                "Upper pitchers - 10 cm long - 4 cm wide",
                "Habitat - Ultramafic soils at altitudes from 1500–1880 m, mostly in open, upper montane habitats."
            ],
            "Etymology":"Nepenthes ceciliae is named in honour of the Philippine botanist Cecilia Beltran-Amoroso, who passed away on January 16, 2011. Cecilia Beltran-Amoroso conducted extensive ex-situ conservation studies on many species of Nepenthes in Mindanao and other threatened, endemic and economically important plants from across the Philippines.",
            "Ecology and Distribution":"Philippines, Mindanao, Mount Kiamo",
            "Conservation Notes":"N. ceciliae should be considered vulnerable"
        }
    ],
    "Nepenthes copelandii":[
        {
            "Characteristics":[
                "Branched stem - 10 m long that climbs and scrambles.",
                "Lamina is linear - 28 cm long and 6 cm wide.",
                "Petiole canaliculate, 7 cm long, and clasps the stem.",
                "Lower pitchers - 26 cm tall and 5.5 cm wide.",
                "Upper pitchers - 12 cm tall, 4.5 cm wide.",
                "Habitat - Volcanic substrate.B Terrestrially or as an epiphyte in mossy, lower and upper montane forest and is particularly common on humid ridges. 1400-1600 (-2400) m a.s.l."
            ],
            "Etymology":"The specific epithet honours Edwin Copeland, curator of the Manila herbarium, who first discovered and collected this species in 1904 on Mount Apo.",
            "Ecology and Distribution":"Philippines, Mindanao, Mts Apo and Matutum."
        }
    ],
    "Nepenthes cornuta":[
        {
            "Characteristics":[
                "Stem - 3 m long and 7 to 8 mm in diameter;",
                "Internodes - 4 to 5 cm long.",
                "Leaves climbing stem - 30 cm long and 4.5 cm wide.",
                "Petiole - 4 cm long.",
                "Upper pitchers - 20 cm long and 4.5 cm wide.",
                "Inflorescence - 40 cm long sitting on a scape of up to 21 cm. Habitat - Terrestrial on ultramafic soils on clearings or open scrub."
            ],
            "Etymology":"The specific epithet, cornuta (lat. cornu = horn), refers to the plant's horn-shaped upper pitchers.",
            "Ecology and Distribution":"Philippines, Mindanao Island, Bukidnon Province, Pantaron mountain range.",
            "Conservation Notes":"Assessed as VU (vulnerable) according to the IUCN Red List criteria."
        }
    ],
    "Nepenthes deaniana":[
        {
            "Characteristics":[
                "Climbing stems - 6 m are produced.",
                "Lamina - 40 cm long and 18 cm broad.",
                "Lower pitchers - 30 cm tall and 20 cm wide.",
                "Upper pitchers - produced more rarely, on strongly climbing stems.",
                "Peristome - loosely cylindrical, 1.5 cm wide.",
                "Inflorescence - 40 cm long.",
                "Habitat - Terrestrially in mossy, upper montane forest and scrub and in small clearings; 1180-1300 m."
            ],
            "Etymology":"The specific epithet honours the Philippine plant collector and explorer, Dean C. Worcester."
        }
    ],
    "Nepenthes erucoides":[
        {
            "Characteristics":[
                "Stems terete - 0.9–1.8 cm in diameter.",
                "Leaves - coriaceous, petiolate, emerging pliant.",
                "Lamina - 8–15 cm long, 4.5–8.5 cm  wide.",
                "Lower pitchers - urceolate  to  broadly  sub-cylindric or  sub-campanulate, 6–10(–15) cm tall, 4.5–8.5 cm wide.",
                "Upper pitchers - globose to sub-campanulate, attenuating into the dorsi-basally attached tendril in the lower 1/6, 4.5–9(–11) cm tall, 4–8 cm wide.",
                "Male inflorescence - 45–55 cm long, 60–80 flowers"
            ],
            "Etymology":"The specific epithet erucoides is derived from the Latin eruca (caterpillar) and the Greek suffix – oides (resembling), in reference to the densely hairy developing leaves which, when still oppressed within the petiolar laminar groove of the preceding leaf, resemble the exuberantly hairy caterpillars of certain erebid macromoths from the subfamily Arctiinae, such as those of the genus Arctia Schrank.",
            "Ecology and Distribution":"Nepenthes erucoides is endemic to Dinagat Island’s highest peak, Mt. Redondo, where it occurs from ca. 800 m elevation to the 929 m summit in a dark, materially dense, inorganic, granular, clinkerlike substrate of lateritic nickel ore and decomposed chromite rubble, through to a clay derived thereof, certainly the most extreme ultramafic substrate observed by the first author for any Nepenthes across the entire range of the genus.",
            "Conservation Notes":"Nepenthes erucoides has been directly impacted by mining activities which have resulted in clearing of part of the Mt. Redondo bonsai forest habitat. The mining corporation overseeing the site (Krominco, Inc.) have set aside a portion of this very important and highly biodiverse habitat for preservation. The corporation currently acts as conservator of the habitat, critically preventing further damage to the site and reducing the likelihood of biopiracy by unscrupulous plant and animal collectors by limiting general access only to permitted and supervised groups."
        }
    ],
    "Nepenthes graciliflora":[
        {
            "Characteristics":[
                "Upper pitcher shape – Basal third much wider than cylindric upper parts, lacking a waist constriction.",
                "Convex lid basal appendage – Conspicuous",
                "Pitcher indumentum – hairs all simple, sparse, < 1 per mm^2",
                "Pedicel length at anthesis – 11-14 mm",
                "Ratio of length of androecium: tepals – 2:1",
                "Indumentum at centre of male tepals (lower surface) – mainly papillate, with a few sparse hairs",
                "Habitat - Not well recorded, mossy, submontane forest; (300 – ) 800 – 1280 m a.s.l."
            ],
            "Ecology and Distribution":"Philippines, Luzon, mainly south of Manila, Zambales Mts (Mt Mariveles), Sierra Madre (San Luis – most northerly location, Infanta, Rizal), Laguna (Mt Makiling), Bicol Peninsula (Sorsogon Prov.); Visayas: Mindoro Isl. Sibuyan Isl, Panay Isl., Samar Isl., Leyte Isl., Bohol Isl.; Mindanao Isl."
        }
    ],
    "Nepenthes hamiguitanensis":[
        {
            "Characteristics":[
                "Lower pitcher - Obovate or subglobose in the lower ¼, otherwise cylindrical",
                "Upper pitcher - Overall shape similar than the lower pitchers",
                "Pitcher opening - Slightly oblique",
                "Nectar glands - Dimorphic",
                "Appendage - Absent"
            ],
            "Etymology":"The species epithet was chosen to denote that this remarkable species is endemic to Mount Hamiguitan.",
            "Ecology and Distribution":"Philippines, Mindanao Island, Mount Hamiguitan.",
            "Conservation Notes":"Assessed as VU according to the World Conservation Union Red List criteria."
        }
    ],
    "Nepenthes justinae":[
        {
            "Characteristics":[
                "Lower Pitcher - Bulbous in the lower ⅔, slightly infundibular in the upper ⅓.",
                "Upper Pitcher - Strongly dimorphic",
                "Pitcher Opening - Strongly oblique (lower pitcher)",
                "Nectar glands – Monomorphic",
                "Appendage - Present in upper pitchers"
            ],
            "Etymology":"The specific epithet honors Justina Yu, the mayor of the municipality of San Isidro, Davao Oriental Province, Mindanao Island. Due to Justina Yu’s support and dedication, the Mount Hamiguitan Wild Life Sanctuary became a protected national park and was declared a UNESCO World Heritage Site in 2014.",
            "Ecology and Distribution":"Philippines, Mindanao Island, Davao Oriental province, Mt. Hamiguitan.",
            "Conservation Notes":"As N. justinae is endemic to Mt. Hamiguitan, it is assessed here as vulnerable (VU) applying the IUCN Redlist criteria."
        }
    ],
    "Nepenthes malimumuensis":[
        {
            "Characteristics":[
                "A terrestrial climbing vine.",
                "Stems - 3 m long,",
                "Leaves have winged - 8 cm long and 3 cm wide.",
                "Lower pitchers - wholly cylindrical or slightly swollen in the bottom and slightly funnel-shaped towards the opening.",
                "Upper pitchers - cylindrical above then slightly funnel-shaped towards the ovate opening, up to 37 cm long and 10.5 cm"
            ],
            "Etymology":"The specific epithet denotes that N. malimumuensis was discovered from Mt. Malimumu.",
            "Ecology and Distribution":"N. malimumuensis was observed in a narrow altitude range at 1,000 to 1,020 masl along the ultramafic ridge trails of Mt. Malimumu, Pantaron range",
            "Conservation Notes":"Classified as Critically Endangered [CR B1ab (i)]; extent of occurrence estimated to be less than 10 km²."
        }
    ],
    "Nepenthes manobo":[
        {
            "Characteristics":[
                "Terrestrial, climbing vine.",
                "Stems - 5 m long, glabrous,",
                "Leaves - sessile, broadly linear, acute leaf apex with 3 nerves on either side of the midrib, they are up to 21 cm long and 3.6 cm wide.",
                "Lower pitchers - 17 cm long, 3.5 to 6 cm wide in the lower half.",
                "Upper pitcher - 19.1 cm long and 5 cm wide in the lower half.",
                "Indumentum - is a multicellular trichome, glandular to non-glandular which is present in the flower and sparse in the tendril, pitcher exterior and in the scape.",
                "Habitat - Strictly terrestrial in a narrow altitude range at 1,000-1,020 m a.s.l. along the ultramafic ridge trails of Mt. Malimumu, in a mixed dipterocarp forest mostly covered with gravel and rocks."
            ],
            "Etymology":"The specific epithet was chosen to acknowledge the indigenous tribe of the manobo. N. manobo occurs in the ancestral territory of the manobo communities in the Pantaron range.",
            "Ecology and Distribution":"N. manobo was observed in a narrow altitude range at 1,000 to 1,020 masl along the ultramafic ridge trails of Mt. Malimumu, Pantaron range.",
            "Conservation Notes":"Classified as Critically Endangered [CR B1ab (i)]; extent of occurrence estimated to be less than 10 km²."
        }
    ],
    "Nepenthes merrilliana":[
        {
            "Characteristics":[
                "Scrambling/climbing branched stems - 10 m long.",
                "Lamina - 40 cm long and 7 cm wide.",
                "Lower pitchers - 35 cm tall and 14 cm wide,",
                "Upper pitchers - 35 cm tall and 14 cm wide.",
                "Wings - reduced to narrow ridges.",
                "All other parts are consistent with the lower pitchers.",
                "Coloration - upper pitchers are entirely yellowish green.",
                "Habitat - Lowland heath forest, degraded or recovering secondary vegetation, logged lowland dipterocarp forest, on exposed, inland cliff and landslide areas, and in stunted, lower montane forest."
            ],
            "Etymology":"The specific epithet honours American botanist, Dr. Elmer Merrill, who undertook extensive studies of the flora of the Philippines and the Asia-Pacific region during the first decades of the 20th century.",
            "Ecology and Distribution":"Philippines, Mindanao and Dinigat"
        }
    ],
    "Nepenthes mindanaoensis":[
        {
            "Characteristics":[
                "Lower pitchers - Obovate or subglobose in the lower ¼, otherwise cylindrical",
                "Upper pitchers - Overall shape similar than the lower pitchers",
                "Pitcher opening - Slightly oblique",
                "Nectar glands – Dimorphic",
                "Appendage - Absent",
                "Climbing, strangling or trailing branched stems up to 6 m long.",
                "Lamina - elliptic or lanceolate, up to 25 cm long and 6 cm wide.",
                "Upper pitchers are up to 26 cm tall and 6 cm wide."
            ],
            "Ecology and Distribution":"Philippines, Mindanao and Dinagat."
        }
    ],
    "Nepenthes mira":[
        {
            "Characteristics":[
                "Terrestrial climber to 3 m tall.",
                "Stem terete -  8-14 mm diam., internodes 3-5 cm long on climbing part.",
                "Leaves are chartaceous, petiolate; those of rosettes and short stems, unknown; those of climbing stems narrowly oblong, 35-50 by 8-10.5 cm.",
                "Lower pitchers are ellipsoid to globular, 26 by 13 cm.",
                "Upper pitchers cylindrical to funnel-shaped, 15.5 cm tall, c. 4 cm diam."
            ],
            "Ecology and Distribution":"Philippines: Palawan",
            "Conservation Notes":"Nepenthes mira is classified as Vulnerable.  It has been estimated that there are only 600 mature plants of this species in Mount Cleopatra."
        }
    ],
    "Nepenthes mirabilis":[
        {
            "Characteristics":[
                "Scrambling or climbing branched stems up to 15 m long.",
                "The lamina is oblong to lanceolate, up to 30 cm long, 8 cm wide.",
                "Upper pitchers - 24 cm tall and 6 cm wide.",
                "The pitchers of N. mirabilis usually have a short lifespan in comparison to most other species of Nepenthes Generally.",
                "Inflorescence - 45 cm long by 3 cm at the widest point.",
                "In a wide variety of habitat types, in alkaline and acidic substrates, on pure sand, clay, laterite and peat, from 0 to 1500 m, generally found below 500 m a.s.l."
            ],
            "Ecology and Distribution":"MINDANAO: Lanao del Sur, Surigao, Zamboanga, Philippines."
        }
    ],
    "Nepenthes negros":[
        {
            "Characteristics":[
                "Terrestrial climber, reaching 4–5 m high.",
                "Lower and intermediate pitchers unknown from specimens.",
                "Upper pitchers (tendrils coiled) subcylindrica, 13.0–18.5 X 3.4–5.0 cm.",
                "Female inﬂorescence - not known.",
                "Male inﬂorescence - 24–39 cm long, 2–5 mm diameter.",
                "Tepals elliptic -  3.50 X 1.75 mm",
                "Habitat - Submontane forest; 1350 m a.s.l."
            ],
            "Etymology":"The speciﬁc epithet is a noun in apposition. It signals the main home of this species, the Philippine Island of Negros.",
            "Ecology and Distribution":"Endemic to the Philippines. BILIRAN, NEGROS",
            "Conservation Notes":"Assessed as ‘Critically Endangered’ (CR) under criterion D of IUCN (2001)."
        }
    ],
    "Nepenthes pantaronensis":[
        {
            "Characteristics":[
                {
                    "Lower Pitcher":[
                        "Overall form - Cylindrical, bottom quarter to third variably inflated",
                        "Dimension - Up to 35 cm tall and 6 cm wide, though usually smaller",
                        "Wings - Seldom fringed, mostly only ribs",
                        "Peristome - Flattened, up to 2.5 cm wide",
                        "Appendage - Very prominent, triangular, hooked appendage"
                    ],
                    "Upper Pitcher":[
                        "Overall form - Bottom fifth to quarter inflated and bulbous, narrowing above this part before becoming cylindrical towards the pitcher opening",
                        "Dimension - Up to 40 cm long and 5 cm wide, usually smaller.",
                        "Wings – Indiscernible",
                        "Peristome - Cylindrical or slightly flattened, 1–2 cm wide.",
                        "Appendage - Not hooked, sometimes reduced to a keel"
                    ],
                    "Leaf":"Petiole canaliculate on the non climbing stem and broad-winged on the climbing stem. Decurrent down full length of internode. Leaves with two longitudinal nerves.",
                    "Habitat and Distribution":"Epiphytic on high trees in lower montane forest at the type locality. Pantaron range and adjacent mountains."
                }
            ],
            "Etymology":"The specific epithet denotes that N. pantaronensis was discovered in the Pantaron mountain range.",
            "Ecology and Distribution":"Philippines, Mindanao Island, Bukidnon Province, Pantaron mountain range.",
            "Conservation Notes":"Assessed as NT (near threatened)."
        }
    ],
    "Nepenthes peltata":[
        {
            "Characteristics":[
                "Stem – 1m height to 3m long",
                "Lamina – 50cm long and 9cm wide",
                "Petiole – 7cm long",
                "Lower pitcher – 28 cm tall and 16 cm wide",
                "Inflorescence – 75 cm long by 3.5 cm at the widest point.",
                "Habitat - Terrestrially in mossy, upper montane forest, amongst degraded or recovering secondary vegetation, on exposed cliffsides and lanslide areas, and alongside stunted scrub on ridge tops; 865 - 1635 m a.s.l."
            ],
            "Etymology":"The plant is called Nepenthes peltata, and is named because of its peltate leaf structure.",
            "Ecology and Distribution":"Philippines, Mindanao, Mount Hamiguitan"
        }
    ],
    "Nepenthes philippinensis":[
        {
            "Characteristics":[
                "Terrestrial - 10 m tall.",
                "Stem terete -  3.5-5 mm diam.",
                "Lower pitchers ovoid in the lower 1/2-2/3, cylindrical towards the mouth, 8.5-16 by 3.5-8.5 cm.",
                "Lid broadly ovate to suborbicular, 2.6-3.7 by 2.5-3.2 cm.",
                "Upper pitchers subcylindrical, slightly inflated in lower third, 18 by 4 cm",
                "Habitat - Scrub on ultramafic soils; 25-520 m."
            ],
            "Ecology and Distribution":"Philippines: Palawan"
        }
    ],
    "Nepenthes pulchra":[
        {
            "Characteristics":[
                "Lower pitcher - Cylindrical, bottom quarter to third variably inflated, often bulbous. Up to 25 cm long and 6 cm wide, occasionally up to 35 cm long.",
                "Upper Pitcher - Bottom fifth to quarter inflated and ovate or near spherical, and infundibular above. Up to 34 cm long and 7 cm wide, occasionally up to 42 cm long.",
                "Lid - Lid ovate, up to 7 cm long, 6 cm wide, with appendage up to 5 mm long near base.",
                "Leaf - Linear, up to 28 cm long, 5 cm wide. Apex acute. Base attenuate, petiolate.",
                "Attachment of the base of the leaf to the stem - Petiolate. Wings  decurrent, down full length of internode, often part way down previous internode as well.",
                "Stem - Up to 5 m, scrambling across the ground or climbing",
                "Habitat - Terrestrial in clearings and montane scrub."
            ],
            "Etymology":"The specific epithet pulchra is derived from the Latin pulcher (beautiful) and refers to the attractive pitchers that are noteworthy for their striking colouration, impressive size and form.",
            "Ecology and Distribution":"Nepenthes pulchra grows at altitudes of 1300–1800 m. Nepenthes pulchra is presently known only from the south facing ridge of Mount Kiamo.",
            "Conservation Notes":"Stands of Nepenthes pulchra on Mount Kiamo are remote and little visited. Although located close to Malaybalay City, Mount Kiamo is difficult to access and all visitors must register in Kibalabag before entering the area."
        }
    ],
    "Nepenthes ramos":[
        {
            "Characteristics":[
                "Upper pitcher, shape - equally wide at base and apex, slightly narrower at middle",
                "Upper pitcher, ventral fringed wings – absent",
                "Upper pitcher, lid shape - ovate (broadest in proximal part)",
                "Lid appendage shape and presence of nectar glands (upper pitcher) - well-developed, hooked; nectar glands absent or very few",
                "Nectar glands on lower lid surface (upper pitchers) - dimorphic: non-perithecoid glands 0.3–0.6 mm, numerous except along midline; perithecoid glands elliptic, 1.25–1.16 × 0.7–0.8 mm, dense along midline, thinly scattered in distal half",
                "Indumentum of stem and lower surface of leaf blade - bright white, dense, mixture of stellate hairs 0.25–0.5 mm in diam. and simple hairs 0.5–1 mm long, persistent",
                "Petiole - wings patent (at least in distal part); leaf blade decurrent into petiole"
            ],
            "Etymology":"The specific epithet is a noun in apposition. It commemorates the first of the two Philippine botanical collectors who made the well-pressed, high-quality specimens on which this species is based.",
            "Ecology and Distribution":"Probably in forest on ultramafic soils, “on ridges alt. 670 m” (handwritten note on PH sheet of Ramos & Pascasio 34499). Known only from the Philippines, Mindanao, Surigao Province.",
            "Conservation Notes":"Nepenthes ramos appears to be known from a single location, since, although material is abundant (six sheets), it derives from two gatherings with adjacent numbers suggesting that they were collected one after the other in a single location."
        }
    ],
    "Nepenthes robcantleyi":[
        {
            "Characteristics":[
                "Terrestrial shrub (probably also epiphytic) 0.5-1.0 m tall,",
                "Stem terete, ca 2 cm in diameter.",
                "Internodes 1.5-2.5 cm long",
                "Leaves thickly leathery",
                ":ower pitchers rarely seen",
                "Female inflorescence - 140 cm long, peduncle 97 cm long.",
                "Male inflorescence - 2.13 m long; peduncle 97 cm long;"
            ],
            "Etymology":"Named after Robert Cantley of Borneo Exotics who first discovered this species in the wild, grew plants to maturity from seed, and multiplied them for distribution and future re-introduction to the wild. The name N. cantleyi although not legitimately validated, has been used already for a hybrid Nepenthes and for this reason, to avoid confusion, has not been adopted for this species.",
            "Ecology and Distribution":"Philippines, Mindanao",
            "Conservation Notes":"N. robcantleyi is assessed as ‘Critically Endangered’ (CR) using the criteria of IUCN (2001)."
        }
    ],
    "Nepenthes samar":[
        {
            "Characteristics":[
                "Climbing stems – Not Winged",
                "Leaf apex – attenuate",
                "Leaf base – steadily attenuate, subpetiolate in basal 5cm, 0.6-0.8cm broad at junction with stem",
                "Leaf texture and surface – papery, matt",
                "Lower / Upper pitcher – known only from upper pitcher",
                "Peristome of upper pitcher – inner part perpendicular, margin visible",
                "Outer tepal surface – lacking hairs in central area",
                "Habitat - Lowland Dipterocarp Forest over ultramaﬁcs; low elevation."
            ],
            "Etymology":"Named as a noun in apposition for the island of Samar.",
            "Ecology and Distribution":"Philippines, Visayas, Samar. Low-land Dipterocarp forest over ultramafics; low elevation.",
            "Conservation Noted":"Nepenthes samar is assessed as Critically Endangered under IUCN (2001), Criterion D."
        }
    ],
    "Nepenthes sibuyanensis":[
        {
            "Characteristics":[
                "Teeth of interior margin of rim – distinct teeth, 5 times as long as broad, 5 mm long",
                "Rim- with distinct, 1 mm deep rib, 2 mm apart",
                "Neck of rim – borders of rim close together at neck, with a distinct neck",
                "Wings – pitcher without or just slightly developed wings in the upper half of the pitcher",
                "Shape of lower pitcher – ovate to slightly infundibulate",
                "Lid – broadly ovate-cordate 8cm long, 6.5 cm broad, glands at the lower surface rather large, concentrated at the central part of the lid, few. Scattered.",
                "Insertion of mouth – almost horizontal",
                "Size of pitcher – up to 26 cm",
                "Male florescence – 1 – flowered",
                "Growth form – in grassy area, plants shorts, 0.5-0.7 m, no climbing plants known.",
                "Habitat - Open grassy slopes among Dipteris conjugata and high grasses with small shrubs, probably on ultramafic soils, 1350-1800 m. Flowering: Oct. 1996."
            ],
            "Ecology and Distribution":"Is known only from its type locality at Mt. Guintguintin, Sibuyan Island; here it grows quite sparsely on open grassy slopes, small shrubs also grows in the same area. "
        }
    ],
    "Nepenthes sumagaya":[
        {
            "Characteristics":[
                "The stems are often very short.",
                "Plants start to grow upright at a young age and are supported by surrounding vegetation.",
                "The stem of short plants is green and often almost without any significant internodes.",
                "Leaves of the vines and short stems are broadly spathulate-ovate, 10 cm long and 3.5 cm wide, with a broad, winged and 1 cm-wide petiole.",
                "Lower pitchers of rosette plants are unknown.",
                "Upper pitchers of short and climbing stems are 10–15 cm high, approximately 3 cm wide.",
                "Leaf shape - Broadly spathulate",
                "Leaf apex – Obtuse",
                "Longitudinal nerves – 1 to 2",
                "Upper pitcher wings - Occasionally present in some pitchers visible close to the peristome",
                "Lid appendage - Occasionally present near the lid base",
                "Habitat - Terrestrially in lower and upper montane forest in mossy and open substrate."
            ],
            "Etymology":"Supposedly referring to the type locality, Mount Sumagaya.",
            "Conservation Notes":"It is classified as EN (endangered)."
        }
    ],
    "Nepenthes surigaoensis":[
        {
            "Characteristics":[
                "Climbing or scrambling occasionally branched the stem up to 5 m long.",
                "Lamina - 40 cm long and 5 cm wide.",
                "The apex of the leaf is acute or obtuse.",
                "The lamina may also be slightly broader on one side of the midrib than on the other.",
                "The stem and tendril are green or yellow and the midrib is green, yellow or very light orange (particularly close to the stem).",
                "Lower pitchers - 16 cm tall and 7.5 cm wide.",
                "Upper pitchers - 15 cm tall and 6.5 cm wide, but usually smaller.",
                "Habitat - Terrestrial in shady, lower montane forest, from 800 - 1200 (-1700) m a.s.l."
            ],
            "Etymology":"The specific epithet refers to the Surigao Peninsula in northern Mindanao, from where this species was first collected."
        }
    ],
    "Nepenthes talaandig":[
        {
            "Characteristics":[
                "Stem - 8 m long.cylindrical in the cross-section and 7–8 mm in diameter.",
                "Internode length is 3.5–6 cm.",
                "Leaves of the climbing stem - 35 cm long and 4.5 cm wide,",
                "Lower pitchers are bulbous or ovate, 10 cm tall and 5 cm wide",
                "Wings - 7 mm wide, fringed with filaments up to 7 mm long and run down the front of the trap.",
                "Upper pitchers - 20 cm long and 7 cm wide.",
                "Habitat - Most observed populations occur terrestrially on ultramafic soil in clearings and on bright ridges in lower montane forest, at altitudes around 1,000 m."
            ],
            "Etymology":"The specific epithet was chosen to acknowledge the indigenous tribe of the Talaandig. N. talaandig occurs on the ancestral territory of the Talaandig communities of east Bukidnon.",
            "Ecology and Distribution":"Philippines, Mindanao Island, Bukidnon Province, Pantaron mountain range.",
            "Conservation Notes":"Assessed as VU (vulnerable) according to the IUCN Red List criteria."
        }
    ],
    "Nepenthes tboli":[
        {
            "Characteristics":[
                "Terrestrial shrub or climber to at least 0.5 m tall.",
                "Rosette and climbing stems unknown.",
                "Short stems terete, 0.4–0.6 cm diam.",
                "Leaves spirally inserted, internodes 1.5 – 2.6 cm long.",
                "Upper pitchers (tendril coiled) narrowly subcylindrical, 11.5–17.5 by 3.5–4 cm.",
                "Habitat - Open grassland, 1463 m"
            ],
            "Etymology":"Named, as a noun in apposition, for the T’boli people and area from whence the type specimen derives.",
            "Ecology and Distribution":"Philippines, Mindanao, S Cotabato Province, T’boli, Lake Parker",
            "Conservation Notes":"N. tboli is assessed as Critically Endangered under criterion D of IUCN (2012) since it is currently known only from one or two mature individuals at the type locality which is threatened by plantation agriculture and tourism developments."
        }
    ],
    "Nepenthes truncate":[
        {
            "Characteristics":[
                "Terrestrial shrub to at least 1 m tall, probably not climbing.",
                "Stems terete, 1.5-3 cm diam.",
                "Leaves thickly coriaceous, strongly petiolate, blade of short stems sub rectangular to triangular.",
                "Lower pitchers poorly known, but with two fringed wings.",
                "Upper pitchers cylindrical, up to 30 by 10 cm.",
                "Wings – absent",
                "Habitat - Open mountainside, probably on ultramafic substrate; 230-600 m."
            ],
            "Ecology and Distribution":"Philippines: Mindanao(Surigao&Agusan Provinces)"
        }
    ],
    "Nepenthes ultra":[
        {
            "Characteristics":[
                "Terrestrial climber reaching 1.5 m tall, drying yellow-green.",
                "Stems with slight decurrent ridges from leaf bases, (4–)5–6 mm diam.",
                "Leaf of rosette stem leathery, elliptic 7.5 by 2 cm, apex acute, base decurrent to petiole, veins obscure, glabrous; petiole 2 by 0.4 cm, winged.",
                "Leaves of climbing stems spirally inserted, papery, blade narrowly oblong.",
                "Upper pitcher shape – Subcylindric, slightly constricted in middle.",
                "Fringed wings in upper pitcher - Absent, reduced to ribs along length of pitcher",
                "Upper pitcher outer indumentum – Sparsely and minutely stellate hairy;",
                "Stem indumentum at apex - Absent, rarely with sparse simple hairs",
                "Range & Ecology – Coastal Luzon. Ultramaﬁc scrub 1.5– 40(– 400?) m altitude."
            ],
            "Ecology and Distribution":"Philippines, Luzon, lowland coastal areas with ultramaﬁc sclerophyllous scrub; 1.5 –40(– 400?) m alt.: “Ultrabasic low scrub to 1.5 m, formation near coast, sclero-phyllous and heath-like."
        }
    ],
    "Nepenthes venticosa":[
        {
            "Characteristics":[
                "Growing habit and habitat - Terrestrial, epiphytic or lithophytic. In bright to shady conditions.",
                "Lamina - Long and narrow, length-breadth ratio ±6.4:1",
                "Lower pitchers - Absent on mature plants",
                "Comparison intermediate and upper pitchers – Monomorphic",
                "Pitcher Shape - Strongly narrowed in the middle, forming a distinct waist.",
                "Pitcher opening - Horizontal to slightly oblique",
                "Wings - Reduced to ridges or not apparent",
                "Peristome - Up to 2 cm wide with teeth up to 1 mm long",
                "Inflorescence - 1-flowered partial peduncles"
            ]
        }
    ],
    "Nepenthes viridis":[
        {
            "Characteristics":[
                "Stem up to 4 m long and 9 mm thick, circular in cross section and up to 9 mm in diameter.",
                "Internodes up to 10 cm long.",
                "Leaves: Young plants have fimbriate laminae (leaf blades) up to 10 cm long.",
                "Rosette and lower pitchers are bulbous in the basal third, becoming cylindrical above and having a slight constriction in the middle.",
                "Upper pitchers are ovoid in the basal third and cylindrical above, expanding rapidly just below the peristome."
            ],
            "Etymology":"From latin viridis, green - the pitchers of N. viridis are yellowish-green in colour throughout.",
            "Ecology and Distribution":"Philippines, Samar and Dinagat islands"
        }
    ],
    "Nepenthes zygon":[
        {
            "Characteristics":[
                "Terrestrial climber 2–3 m tall.",
                "Stem terete, 5.5 -- 9.5 mm diam.",
                "Rosette and short stems are not well-developed.",
                "Leaves thinly coriaceous, petiolate. ",
                "Rosette leaves are oblongolate, 14–18 by 4 -- 4.5 cm.",
                "Lower pitchers (tendril not coiled) ellipsoid-cylindrical, 9–14 by 2.5–5 cm, widest in the ellipsoid lower half, upper half cylindric 1.5–2.5 cm wide.",
                "Upper pitchers (tendril coiled) ellipsoid-cylindrical (9–)16–25 by (2.6–)4–5.5 cm, widest in the basal ellipsoid, 7–8 cm long portion, above cylindric narrowed to (1.8–)2.5–3(–3.5) cm diam.",
                "Habitat - Submontane mossy forest along ridges, thought to be non-ultramaﬁc, 1500 –1875 m a.s.l."
            ],
            "Ecology and Distribution":"Philippines, NE Mindanao, Mts Masay and Pasian",
            "Conservation Notes":"N. zygon is here assessed as Critically Endangered under IUCN (2012), criterion D based on less than 50 individuals (in fact two) being known from the wild with certainty."
        }
    ]

}